{
    "profile": {
        "rol": "Front-End Developer",
        "description": "I am a committed, communicative person eager to grow. I am passionate about web development, learning new technologies, and applying them to real-world projects. I enjoy working in teams, sharing ideas, and creating solutions that combine design, functionality, and user experience.\n I learn quickly, adapt easily, and always look for ways to improve and add value to each project. I am constantly looking for opportunities to continue growing, learn more, and leave my mark on every line of code."
    },
    "experience": {
        "Experience": "Experience",
        "first-job-title": "IT Support",
        "first-job-dates": "Nov 2020 - October 2022",
        "first-job-description": "Check network status.\nConnect hardware.\nUpdate software.\nFormat devices.",
        "second-job-title": "Front End Developer",
        "second-job-dates": "Dec 2024 - Current",
        "second-job-description": "I work on web development projects, collaborating with teams to solve problems and improve code quality and functionality."
    },
    "hobbies": {
        "title": "Video games",
        "description": "One of my favorite pastimes is playing video games. I love the high quality and design that they offer, the diversity of themes and styles. I enjoy exploring new games and developing new ideas to increase creativity."
    },
    "project": {
        "ecommerce-description-short": "Ecommerce for Kripton, clothing sales website.",
        "ecommerce-description-long": "I created a website. Kripton requested an ecommerce platform with login and account verification to allow access to the shopping page. For this project, I used MySQL and PHP to handle queries and encrypt passwords.",
        "portfolio-title": "Portfolio",
        "portfolio-description-short": "This is my personal portfolio.",
        "portfolio-description-long": "I built a website about myself. I created this page to showcase my skills as a developer and to let people see the projects I'm currently working on.",
        "app-description-short": "Coming Soon...",
        "app-description-long": "I’m designing a mobile app in Android Studio aimed at providing diet plans, workout routines, BMI calculation, and more features."
    }
}
