{
    "mode": {
        "dark": "Modo oscuro",
        "light": "Modo claro"
    },
    "profile": {
        "rol": "Desarrollador Front-End",
        "description": "Soy una persona comprometida, comunicativa y con muchas ganas de crecer. Me apasiona el desarrollo web, aprender nuevas tecnologías y aplicarlas en proyectos reales. Disfruto trabajar en equipo, compartir ideas y crear soluciones que mezclen diseño, funcionalidad y experiencia de usuario. \n Aprendo rápido, me adapto con facilidad y siempre busco formas de mejorar y aportar valor en cada proyecto. Estoy en constante búsqueda de oportunidades para seguir creciendo, aprender más y dejar mi huella en cada línea de código."
    },
    "experience": {
        "Experience": "Experiencia",
        "first-job-title": "Soporte TI",
        "first-job-dates": "Nov 2020 - Octubre 2022",
        "first-job-description": "Verificar estado de red.\nConección de hardware.\nActualización de software.nFormateo de equipos.",
        "second-job-title": "Desarrollador Front-End",
        "second-job-dates": "Dic 2024 - Presente",
        "second-job-description": "Aca trabaje en un proyecto de desarrollo web. Trabaje en equipo para resolver problemas y mejorar la calidad del código."
    },
    "hobbies": {
        "title": "Juegos de vídeo",
        "description": "Uno de mis pasatiempos favoritos es jugar videojuegos. Me gusta la alta calidad y diseño que ofrecen, la diversidad de temas y estilos. Me encanta explorar nuevos juegos y desarrollar nuevas ideas para aumentar la creatividad."
    },
    "project": {
        "ecommerce-description-short": "Ecommerce para kripton, página de venta de ropa.",
        "ecommerce-description-long": "Realicé una página web. Kripton solicitó un ecommerce con login y verificación de cuentas para permitir acceso a la página de compras. Para este proyecto utilicé MySQL y PHP para hacer las consultas y además las contraseñas fueran encriptadas.",
        "portfolio-title": "Portafolio",
        "portfolio-description-short": "Este es mi portafolio personal.",
        "portfolio-description-long": "Realicé una página web sobre mí. Esta página la hice con el fin de mostrar mis habilidades como desarrollador y que las personas vieran los proyectos en los que estoy trabajando actualmente.",
        "app-description-short": "Próximamente...",
        "app-description-long": "Estoy diseñando una app móvil en Android Studio cuyo fin es entregar dietas, rutinas, calcular IMC, entre otras funciones."
    }
}
